tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fasd"
brew "gcc"
brew "git"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "slack"
cask "steam"
cask "sublime-text"
cask "whatsapp"
cask "zoom"
