tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fasd"
brew "gcc"
brew "git"
brew "jq"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openshift-cli"
brew "python@3.9"
brew "pre-commit"
brew "watch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "slack"
cask "steam"
cask "sublime-text"
cask "whatsapp"
cask "zoom"
